[
  {
    "Name": "DeepList",
    "Intelligence": 10,
    "Psyche": 0,
    "Speed": 7,
    "Strength": 5,
    "Justice": {
      "JusticeNow": 0,
      "JusticeForNextRound": 0,
      "IsWonThisRound": false
    },
    "Avatar": "https://cdn.discordapp.com/attachments/353432193730871296/898217732078706688/deepList.png",
    "AvatarEvent": [],
    "Passive": [
      {
        "PassiveDescription": "Проигрывает первую схватку каждому новому игроку (<:yo_filled:902361411840266310>), после чего получает +1 очко за победу над ними до конца игры.",
        "PassiveName": "Сомнительная тактика",
        "Visible": true
      },
      {
        "PassiveDescription": "С небольшой вероятностью Лист может сойти с ума заменяя все статы на случайные на один ход. Безумный Лист добывает квадра *Скилл* на этом ходу.",
        "PassiveName": "Безумие",
        "Visible": true
      },
      {
        "PassiveDescription": "Иногда может сообразить кем является один из врагов. И рассчитать его статы.",
        "PassiveName": "Сверхразум",
        "Visible": true
      },
      {
        "PassiveDescription": "Вторая победа над уникальным врагом отнимает у того 1 Психики, а DeepList получает очко. Враги с низким уровнем психики (меньше 4) при этом бомбят и теряют 1 *Справедливость*.",
        "PassiveName": "Стёб",
        "Visible": true
      },
      {
        "PassiveDescription": "Eсли есть Weedwick,то на Weedwick появляется иконка питомца (<:pet:1046330623498911744>). На него нельзя нападать.",
        "PassiveName": "Pet",
        "Visible": false
      }
    ],
    "Description": "С виду обычный безумец, который троллит всех кого встретит. Постоянно добывает мем, настолько много, что создал на основе этого целую игру! Постоянно придумывает какие-то ебанутые схемы и билды. Любит делать 200 IQ мувы с хайэло. Его поведение и смех часто похожи на безумства, может забыть кто он такой. Любит притворяться нубом и поддаваться. Вот только...\nНа самом деле он никогда не проигрывает. Говорят, он настолько умен, что всё происходящее в мире - это часть его плана.\nВозможно, что вся эта игра - это одна большая пассивка __Стеб__. \n\nВходит в тройку чэлленджеров ZBS Gaming'a\n2к эло про\nТролль\n",
    "Tier": 6
  },
  {
    "Name": "mylorik",
    "Intelligence": 4,
    "Psyche": 3,
    "Speed": 9,
    "Strength": 8,
    "Justice": {
      "JusticeNow": 0,
      "JusticeForNextRound": 0,
      "IsWonThisRound": false
    },
    "Avatar": "https://cdn.discordapp.com/attachments/895072182051430401/945071055188426763/mylorik.png",
    "AvatarEvent": [],
    "Passive": [
      {
        "PassiveDescription": "Получает дополнительно 2 очка за победу над каждым уникальным врагом (<:sparta:561287745675329567>), поразившим его ранее. Успешное отмщение прибавляет ему 1 Психики и 3 *Морали*.",
        "PassiveName": "Месть",
        "Visible": true
      },
      {
        "PassiveDescription": "Умеет только атаковать. Проигрывая в нападении, Лорик съедает кусок вражеского щита как тортик и при следующем нападении на него использует накопленный скилл вдвое эффективнее. (Стакается прогрессивно)!",
        "PassiveName": "Спарта",
        "Visible": true
      },
      {
        "PassiveDescription": "Ты играешь с огнем? - Ты играешь с водой! Чем меньше Психики, тем больше шанс утонуть и пропустить ход. Но, пока Психика на нуле, Лорик бесится и получает +2 Силы и +22 *Скилла*!!!!1",
        "PassiveName": "Буль",
        "Visible": true
      },
      {
        "PassiveDescription": "Злится как бык и кричит как испанец, когда проигрывает. Большой шанс потерять 1 Психики после поражения, но получить + 10 *Скилла* каким-то образом. Нанесенный Лорику **Вред** превращается в +1 *Мораль*.",
        "PassiveName": "Испанец",
        "Visible": true
      }
    ],
    "Description": "Любит умирать. Не любит не умирать. Всегда атакует и не делает ничего кроме этого. Постоянно дайвит и фидит, но каким-то образом ему удается при этом выигрывать! Никто никогда не поймет зачем Лорик специально умирает, одному ему известно. Но после поражений он злится и начинает играть еще более агрессивно. Не боится сражаться 1 на 2 или даже 1 на 5. Говорят, раньше он был настолько скилловым и токсичным, что побеждал любого врага. После знакомства с Листом, сомнительные тактики сделали его богом шиноби.\nОднако сейчас он ушел на пенсию, стал пекарем и увлекся подводной живностью. С легкостью выучил программирование и в свободное время пишет никому не нужные мусорные игры.\n\nВходит в тройку чэлленджеров ZBS Gaming'a\n2к эло про\nДайвер \n\n\n",
    "Tier": 6
  },
  {
    "Name": "Глеб",
    "Intelligence": 7,
    "Psyche": 8,
    "Speed": 1,
    "Strength": 6,
    "Justice": {
      "JusticeNow": 0,
      "JusticeForNextRound": 0,
      "IsWonThisRound": false
    },
    "Avatar": "https://cdn.discordapp.com/attachments/353432193730871296/898218210082578532/gleb.png",
    "AvatarEvent": [
      {
        "EventName": "Спящее хуйло",
        "Url": "https://media.discordapp.net/attachments/895072182051430401/936794721131565137/gleb2.png"
      }
    ],
    "Passive": [
      {
        "PassiveDescription": "Иногда вспоминает кто он и увеличивает свои параметры до 9 и *Скилл*  на 99 на один раунд! На этом ходу Глебу не хочется спать и он получает утроенный *Скилл* за мишень и утроенные очки!",
        "PassiveName": "Претендент русского сервера",
        "Visible": true
      },
      {
        "PassiveDescription": "Большой шанс заснуть и пропустить ход. Засыпая, Глеб понимает что уже не молод и теряет 20 *Скилла*.",
        "PassiveName": "Спящее хуйло",
        "Visible": true
      },
      {
        "PassiveDescription": "Небольшой шанс, что Глеб может не прийти на поле боя и нападавший на него ничего не получит. Но, если в будущем их сражение всё же состоится, то оппонент получит +9 *Морали*.",
        "PassiveName": "Я щас приду",
        "Visible": true
      },
      {
        "PassiveDescription": "Очень маленький шанс того, что Глеб угостит атакуемого врага чаем и тот пропустит свой следующий ход, а Глеб получит очко. Потому что мир прекрасен Z-z-z",
        "PassiveName": "Я за чаем",
        "Visible": true
      }
    ],
    "Description": "Глеб - это великий человек. Он был первый в ZBS Gaming'е кто апнул чалленджер. Создатель знаменитого клана ObaN. Настоящий дед.\nК сожалению, всё это было так давно, что Лорик этого даже не помнит. Сейчас Глеб знаменит тем, что может уснуть прямо во время игры, а дожидаться его вообще бессмысленно. Ходят слухи, что \"чай\" Глеба обладает снотворным эффектом. Является непревзойденным мастером коммуникации, хотя говорит на неразборчивом языке бубнежа - предположительно смесь эстонского и русского. Глеб спит и снятся ему прекрасные сны про то как он был претендентом русского сервера. Однако искры былого скилла иногда проскакивают в его сонных глазах. \n\n\n\n",
    "Tier": 6
  },
  {
    "Name": "LeCrisp",
    "Intelligence": 5,
    "Psyche": 7,
    "Speed": 5,
    "Strength": 4,
    "Justice": {
      "JusticeNow": 0,
      "JusticeForNextRound": 0,
      "IsWonThisRound": false
    },
    "Avatar": "https://cdn.discordapp.com/attachments/353432193730871296/898218325300088832/le_crisp.png",
    "AvatarEvent": [],
    "Passive": [
      {
        "PassiveDescription": "Забирает себе все очки победы при нападение на одного и того же игрока вместе с кем-то.",
        "PassiveName": "Еврей",
        "Visible": true
      },
      {
        "PassiveDescription": "Боится Листа, у него очки не забирает. Стеб Листа не отнимает у Криспа Психику, ведь смешно же.",
        "PassiveName": "Булинг",
        "Visible": true
      },
      {
        "PassiveDescription": "Сдается нападающему врагу, если у врага минимум на 3 Силы больше, чем у него. Но получает дополнительну Психику на следующий раунд за каждого напавшего, не оказавшегося ассассином.",
        "PassiveName": "Гребанные ассассины",
        "Visible": true
      },
      {
        "PassiveDescription": "Дальнобойная винтовка и камуфляж позволяют ЛеКриспу иметь особую военную Мобильность. Каждый раунд, когда LeПуська не получает пизды от нападающих врагов, получает +1 __бонусное__ очко и *Справедливость*. Победы всегда приносят +1 *Мораль* и дополнительно +1 за каждый раунд непрерывного Импакта. ",
        "PassiveName": "Импакт",
        "Visible": true
      }
    ],
    "Description": "Еврей. Живет в Израиле. Жрет деньги. Говорят, он служил в армии. Говорят, от этого не было никакого толку. Славится отсутствием импакта, боится и ненавидит ассассинов. После знакомства с Листом, Крисп чекнул его эло и уверовал в бога. Не любит кибербулинг, но обожает мемы. Знает больше тысячи приколов. И это все что он знает. \n\n\n",
    "Tier": 6
  },
  {
    "Name": "Толя",
    "Intelligence": 8,
    "Psyche": 2,
    "Speed": 2,
    "Strength": 5,
    "Justice": {
      "JusticeNow": 0,
      "JusticeForNextRound": 0,
      "IsWonThisRound": false
    },
    "Avatar": "https://cdn.discordapp.com/attachments/353432193730871296/898218461677907968/tolya.png",
    "AvatarEvent": [],
    "Passive": [
      {
        "PassiveDescription": "Забирает себе все очки победы при нападение на одного и того же игрока вместе с кем-то.",
        "PassiveName": "Еврей",
        "Visible": true
      },
      {
        "PassiveDescription": "Побеждает всех, кто атакует его в блок. Также получает 1 *Справедливости* за каждого врага.",
        "PassiveName": "Раммус мейн",
        "Visible": true
      },
      {
        "PassiveDescription": "Получает +2 очка и *Справедливости* каждый раз, когда проигрывает враг, которого Толя атаковал на прошлом ходу. Также выключает атакованному игроку все множители очков на один раунд. (Заряжается 2 или 3 раунда)",
        "PassiveName": "Подсчет",
        "Visible": true
      },
      {
        "PassiveDescription": "Маленький шанс того, что Толя может запиздеться и раскрыть всем в логах роль одного из игроков.",
        "PassiveName": "Великий Комментатор",
        "Visible": true
      }
    ],
    "Description": "Имея еврейские корни, Толя должен, но не обязан... И это проявляется во всем: Он может часами сидеть на аукционе, чтобы купить вещь дешевле на одну медную; Толя любит разбираться в математике и механике игр, чтобы получить преимущество на одну медную.\nБыстро разбирается в сложных вещах и находит имбу. Любит строить планы. Каждый день играет в Героев 3, иногда вместе с Листом. Никогда не спит. Уважает сов. Мейнит Раммуса. Мейнит Раммуса. Разобрался в HiTech Minecraft за одну минуту. Мейнит Раммуса.\nА так же Толя любит пиздеть. Нет... он обожает пиздеть! Он говорит постоянно! Несет всякую дичь, будь то мемы 20и летней давности, или просто комментарии всего что он видит. Настоящий талант комментатора, может рассмешить или заебать любого человека. Иногда ты слушаешь Толю, охуеваешь, отходишь за чаем, возвращаешься через пол часа, а Толя всё еще пиздит сам с собой. \n\n\n",
    "Tier": 6
  },
  {
    "Name": "HardKitty",
    "Intelligence": 3,
    "Psyche": 8,
    "Speed": 5,
    "Strength": 5,
    "Justice": {
      "JusticeNow": 0,
      "JusticeForNextRound": 0,
      "IsWonThisRound": false
    },
    "Avatar": "https://cdn.discordapp.com/attachments/353432193730871296/898218646126616617/amumu.png",
    "AvatarEvent": [],
    "Passive": [
      {
        "PassiveDescription": "Получает очко каждый раз, когда на него нападет хоть кто-то...",
        "PassiveName": "Одиночество",
        "Visible": true
      },
      {
        "PassiveDescription": "Неудачные нападения оставляют на враге стаки не отвеченных писем (<:393:563063205811847188>). Побеждая врага, харДкитти удаляет с него письма, меняя каждое из них на 2 очка! Враги, успешным нападением на хардкитти, отвечают ему на письма, снимая с себя все стаки.",
        "PassiveName": "Доебаться",
        "Visible": true
      },
      {
        "PassiveDescription": "До конца находится на последнем месте в таблице. Когда прокачивает стат, рассказывает об этом в общий канал сервера, стакая на всех письма(<:393:563063205811847188>), которые никто не читает.",
        "PassiveName": "Никому не нужен",
        "Visible": true
      },
      {
        "PassiveDescription": "Первая победа в нападение НА HardKitty дает уникальному нападающему дополнительно 1 очко. А HardKitty теряет очко, если напал и победил.",
        "PassiveName": "Mute",
        "Visible": true
      }
    ],
    "Description": "Это вам не грустная одинокая мумия! Это известный блоггер, по его словам, имеющий более тысячи друзей! Никто и никогда не пытается шутить над ним. Имеет собственный блог на канале #life драконьего сервера и делиться там своей жиньзю. Раньше вы всегда могли узнать, что снилось вашему любимому блоггеру, что он поел и с каким счетом проиграл на амуму. Будучи популярным и востребованным человеком, HarDKitty начал постепенно осваивать такое понятие, как ирония. Вот-вот и он поймет в чем смысл этого текста. И казалось бы, причем тут молоко в пакете?",
    "Tier": 6
  },
  {
    "Name": "Sirinoks",
    "Intelligence": 5,
    "Psyche": 5,
    "Speed": 5,
    "Strength": 1,
    "Justice": {
      "JusticeNow": 0,
      "JusticeForNextRound": 0,
      "IsWonThisRound": false
    },
    "Avatar": "https://cdn.discordapp.com/attachments/353432193730871296/898219322856595547/sirinoks.png",
    "AvatarEvent": [],
    "Passive": [
      {
        "PassiveDescription": "Каждый раунд получает +1 к главному стату, из-за которого она проиграла в прошлый раз в нападении. Когда стат сравняется с победившим оппонентом, Сири получит +3 *Морали* и 10% *Скилла*. Цель (<:edu:1003751490290204753>) не может смениться, пока Айсик не завершит обучение.",
        "PassiveName": "Обучение",
        "Visible": true
      },
      {
        "PassiveDescription": "Первым нападением на каждого уникального игрока (<:fr:563063244097585162>) добавляет его в друзья, получает 1 очко.",
        "PassiveName": "Заводить друзей",
        "Visible": true
      },
      {
        "PassiveDescription": "Зовет всех играть, пингуя на сервер. Игнорирует пропуск хода или блок цели, если цель была сделана другом с помощью \"Заводить друзей\".",
        "PassiveName": "Го играть",
        "Visible": true
      },
      {
        "PassiveDescription": "На последний ход превращается в дракона, повышая все статы до 10 и получает 1/10 накопленного *Скилла* в виде бонусных очков (минус 1 за каждого друга, находящегося ниже в топе).",
        "PassiveName": "Дракон",
        "Visible": true
      }
    ],
    "Description": "Айсик, Sirinoks, Siricocks, #Сисири\nЭто девушка, напоминающая дракона... или дракон, напоминающий девушку? Похуй. Вот есть \"Девушка с Татуировкой дракона\", а у нас девушка с Мордой дракона. Она тут значимая персона, заводит друзей, и просто заводит. Объединяет сердца ❤️. Создала собственное \"Логово Дракона\" и тащит туда всякий мусор. Воистину Король Мусорной Горы...\nЛюбит обучаться чему-то новому. Любит становится лучше. Хочет. Говорят, что после знакомства с Листом она ебнулась на голову. Интересно, почему.\nИщет с кем поиграть в игры, мечтает показывать скилл, но пока что показывает только сисири.\nДевушка с сюрпризом. Любит м/ж. Любит трогать дверь.\nИ, казалось бы, причем тут mylorik?",
    "Tier": 6
  },
  {
    "Name": "Mit*suki*",
    "Intelligence": 9,
    "Psyche": 9,
    "Speed": 9,
    "Strength": 9,
    "Justice": {
      "JusticeNow": 0,
      "JusticeForNextRound": 0,
      "IsWonThisRound": false
    },
    "Avatar": "https://cdn.discordapp.com/attachments/353432193730871296/898219463403524116/mitsuki5.png",
    "AvatarEvent": [],
    "Passive": [
      {
        "PassiveDescription": "Начинает игру со всеми статами на 9 и 100 *Скилла*, но теряет 2 рандомных стата и 20 *Скилла* после каждого хода.",
        "PassiveName": "Дерзкая школота",
        "Visible": true
      },
      {
        "PassiveDescription": "Получает очко за каждый ход в топ 1. А так же за каждый раунд, когда никто не осмелился на него напасть. Получает утроенный *Скилл* за ПОБЕДЫ над мишенью, но **Скидывается** с первого места, когда ему **Вредит** кто-то по-настоящему скилловый.",
        "PassiveName": "Много выебывается",
        "Visible": true
      },
      {
        "PassiveDescription": "В конце игры говнит -5 __бонусных__ очков всем, кто нападал на него хотя бы дважды.",
        "PassiveName": "Запах мусора",
        "Visible": true
      },
      {
        "PassiveDescription": "Один раз за игру брат может забрать у него компьютер и тот пропустит случайный ход, но получит 5 *Справедливости*, ведь это не честно!!1",
        "PassiveName": "Школьник",
        "Visible": true
      }
    ],
    "Description": "Что это за запах..? \n\n\n",
    "Tier": 6
  },
  {
    "Name": "AWDKA",
    "Intelligence": 3,
    "Psyche": 6,
    "Speed": 4,
    "Strength": 2,
    "Justice": {
      "JusticeNow": 0,
      "JusticeForNextRound": 0,
      "IsWonThisRound": false
    },
    "Avatar": "https://cdn.discordapp.com/attachments/353432193730871296/898219562452025384/awdka.png",
    "AvatarEvent": [],
    "Passive": [
      {
        "PassiveDescription": "Копирует лучший стат от атакуемого врага (<:volibir:894286361895522434>) на один следующий ход.",
        "PassiveName": "Научите играть",
        "Visible": true
      },
      {
        "PassiveDescription": "Получает +20 *Скилла*  и 2 дополнительных улучшения когда проигрывает второй раз (<:plat:565745613208158233>) уникальному врагу (<:bronze:565744159680626700>). Использует накопленный *Скилл* вдвое эффективнее против тех, на ком полностью настакано.",
        "PassiveName": "Я пытаюсь!",
        "Visible": true
      },
      {
        "PassiveDescription": "Чем дольше не получает *Мораль*  больше шанс того, что AWDKA уйдет в AFK и пропустит ход.",
        "PassiveName": "АФКА",
        "Visible": true
      },
      {
        "PassiveDescription": "Сразу после последнего раунда AWDKA получает __бонусные__ очки, равные половине очков топ1 игрока на момент последнего победного нападения AWDK'и на него. Увеличивается на 2 за каждое верное Предположение.",
        "PassiveName": "Произошел троллинг",
        "Visible": true
      }
    ],
    "Description": "Авдка просто любит играть в игры. У него не всегда получается, но он старается. Повторяет за Листом мувы и мемы. Говорят, что он даже может чему-то да и научиться. Кстати он хач. Его смешат медведи, а именно пассивка волибира. Никто не знает, из-за чего.\nКогда он выигрывает - то сам не понимает как это происходит. Просто троллинг какой-то.\n\n\n",
    "Tier": 6
  },
  {
    "Name": "Осьминожка",
    "Intelligence": 2,
    "Psyche": 10,
    "Speed": 8,
    "Strength": 2,
    "Justice": {
      "JusticeNow": 0,
      "JusticeForNextRound": 0,
      "IsWonThisRound": false
    },
    "Avatar": "https://cdn.discordapp.com/attachments/353432193730871296/898219652029751316/octopus.png",
    "AvatarEvent": [],
    "Passive": [
      {
        "PassiveDescription": "Получает очко за каждое уникальное место в таблице (🐙), на которое он переходит.",
        "PassiveName": "Раскинуть щупальца",
        "Visible": true
      },
      {
        "PassiveDescription": "При победе над атакующим врагом делает вид, что проигрывает, отдавая очки врагу. В конце игры восстанавливает всем настоящее количество очков.",
        "PassiveName": "Чернильная завеса",
        "Visible": true
      },
      {
        "PassiveDescription": "Игнорирует Силу нападающих врагов. Получает __бонусное__ очко в конце игры за каждое поражение от атакуемого врага.",
        "PassiveName": "Неуязвимость",
        "Visible": true
      },
      {
        "PassiveDescription": "Получает +4 *Морали* за победу и не теряет ее при поражении. Получает __бонусное__ очко каждый раз, когда кто-то пропускает ход или блокирует.",
        "PassiveName": "Привет со дна",
        "Visible": true
      }
    ],
    "Description": "Осьминожка был первый в семействе Булей, ведь именно он создал эту семью. У него было много братьев различных окрасок, но всех их объединяло одно - возможность радикально сменить цвет при смене настроения! Осьминожка был самым умным и проворным членом семейства, пока семья Булей не начала пополняться другими видами подводных существ, такими как акула по имени Карпик, забравшая себе титул самого умного Буля. Эта семья теперь настолько большая, что разделилась на отдельные, самостоятельные части: Осьминожки, Акулы, Крабики, и другие. Поговаривают, что если бы не Осьминожка, то даже Короля Мусорной Горы не существовало, настолько он влиятелен! (Нет)",
    "Tier": 4
  },
  {
    "Name": "Darksci",
    "Intelligence": 6,
    "Psyche": 4,
    "Speed": 8,
    "Strength": 7,
    "Justice": {
      "JusticeNow": 0,
      "JusticeForNextRound": 0,
      "IsWonThisRound": false
    },
    "Avatar": "https://cdn.discordapp.com/attachments/353432193730871296/898219764223209490/darksci2.png",
    "AvatarEvent": [],
    "Passive": [
      {
        "PassiveDescription": "Удваивает текущие очки после состоявшегося боя с последним нетронутым ранее врагом (<:Darksci:565598465531576352>). Получает 3 Психики.",
        "PassiveName": "Повезло",
        "Visible": true
      },
      {
        "PassiveDescription": "В начале игры Даркси предсказывает, повезет ему сегодня или нет. Нажав на красную кнопку, Даркси решает рискнуть поставить всё на везенье и **удвоить** умножение от **Повезло**. Нажав на синюю, Даркси понимает, что ему никогда не везет, и выбирает надежную тактику: получать  +20 *Скилла* и +2 *Морали* в начале каждого раунда.",
        "PassiveName": "Мне (не)везет",
        "Visible": true
      },
      {
        "PassiveDescription": "Теряет 1 Психики за каждое поражение. Тилтует и пропускает ходы, когда Психика на нуле.",
        "PassiveName": "Не повезло",
        "Visible": true
      },
      {
        "PassiveDescription": "Теряет на девятом ходу 4 Психики. Нахуй эту игру! ",
        "PassiveName": "Дизмораль",
        "Visible": true
      }
    ],
    "Description": "Человек, который сидел в сильвере потому что не везло с командой. Повезет - станет чалленджером. Вот увидите!\nГоворят, он бомбит с поражений. Говорят, может ливнуть. Но мы-то понимаем, что ему просто не везет. А вот если бы повезло...\n\n\n\n\n\n",
    "Tier": 6
  },
  {
    "Name": "Тигр",
    "Intelligence": 1,
    "Psyche": 1,
    "Speed": 9,
    "Strength": 9,
    "Justice": {
      "JusticeNow": 0,
      "JusticeForNextRound": 0,
      "IsWonThisRound": false
    },
    "Avatar": "https://cdn.discordapp.com/attachments/353432193730871296/898219869697343508/tigr.png",
    "AvatarEvent": [],
    "Passive": [
      {
        "PassiveDescription": "Тигр принимает единомышленников в свой клан и получает +3 __бонусных__ очка за каждого уникального игрока (<:pepe_down:896514760823144478>), сравнявшегося с его уровнем Интеллекта или Психики.",
        "PassiveName": "Лучше с двумя, чем с адекватными",
        "Visible": true
      },
      {
        "PassiveDescription": "Три победы подряд над уникальным врагом отнимают у него 1 Интеллекта и Психики. Тигр получает дополнительно 3 очка и 30 *Скилла* за эту победу.",
        "PassiveName": "3-0 обоссан",
        "Visible": true
      },
      {
        "PassiveDescription": "В случайный момент матча Тигр меняется местами с топ1 на следующие 3 раунда. Находясь в топ1 ЧСВ Тигра растет, прибавляя ему 1 Психики и 3 *Морали* за каждый раунд в топ1.",
        "PassiveName": "Тигр топ, а ты холоп",
        "Visible": true
      },
      {
        "PassiveDescription": "В последний ход Тигр не может действовать и на него нельзя нападать, потому что его забанили. Довыёбывался.",
        "PassiveName": "Стримснайпят и банят и банят и банят",
        "Visible": true
      }
    ],
    "Description": "Топ 1 берсерк на сервере. Настоящий долбаеб. Славится своей рубрикой на ютубе \"Тигр топ, а ты холоп\", где он сражается против топ игроков, побеждает их со счетом 3-0 и, в последствии, культурно обоссывает. Настолько токсичный, что из его клана выходит новобранцы. Но Тигр считает, что лучше состоять в клане с двумя людьми, чем с адекватными людьми. Его аккаунт постоянно банят за дикую хуйню, но Тигр находит новый и творит свою хуйню дальше. Ходят слухи, что Тигр до сих пор скитается по игре в поисках кого обоссать или принять в клан. И будет ходить так, пока вновь не забанят.\n\n\n",
    "Tier": 5
  },
  {
    "Name": "Братишка",
    "Intelligence": 0,
    "Psyche": 10,
    "Speed": 0,
    "Strength": 0,
    "Justice": {
      "JusticeNow": 0,
      "JusticeForNextRound": 0,
      "IsWonThisRound": false
    },
    "Avatar": "https://cdn.discordapp.com/attachments/353432193730871296/898219963167424512/bratishka.png",
    "AvatarEvent": [],
    "Passive": [
      {
        "PassiveDescription": "Игнорирует интеллект атакующего врага, ведь аргументами его не убедить. А каждый кто свяжется с Братишкой потеряет 1 Интеллект при первом нападение на него.",
        "PassiveName": "Ничего не понимает",
        "Visible": true
      },
      {
        "PassiveDescription": "Получает +1 *Справедливости* каждый раунд, когда не топ1. Не умеет играть и использовать  *Скилл* и *Мораль*.",
        "PassiveName": "Булькает",
        "Visible": true
      },
      {
        "PassiveDescription": "Получает очки каждый раз, когда проигрывает кто-то рядом с ним по таблице.",
        "PassiveName": "Лежит на дне",
        "Visible": true
      },
      {
        "PassiveDescription": "Получает 1 скорость за победу над каждым уникальным врагом (<:jaws:565741834219945986>). Так же получает +1 скорости за каждое уникальное место в таблице (🐙), на которое он переходит.",
        "PassiveName": "Челюсти",
        "Visible": true
      }
    ],
    "Description": "Братишка - это тупорылая акула. Если верить слухам, так их называли древние драконы, жившие на земле за долго до пришествия первых агрессивных и алчных на золото людей. Никто не знает из-за чего вымерли драконы. Можно было бы спросить у акул, но Братишка ничего не понимает, он может лишь валяться и булькать, но даже этого он не понимает. В одном лишь его взгляде есть что-то невероятно грустное, что заставит даже самого чёрствого человека приютить и защитить каждого Братишку, которого он встретит на пути к новому креслу из IKEA.",
    "Tier": 4
  },
  {
    "Name": "Загадочный Спартанец в маске",
    "Intelligence": 7,
    "Psyche": 1,
    "Speed": 6,
    "Strength": 10,
    "Justice": {
      "JusticeNow": 0,
      "JusticeForNextRound": 0,
      "IsWonThisRound": false
    },
    "Avatar": "https://cdn.discordapp.com/attachments/353432193730871296/898220034172801094/tain.png",
    "AvatarEvent": [],
    "Passive": [
      {
        "PassiveDescription": "Спартанеца триггерит непонятная метка охотника (<:sparta:561287745675329567>) на двух случаныйх игроках, победы над которыми будут приносить ему +1 обычное и __бонусное__ очко. Побеждает, если они в блоке!",
        "PassiveName": "Им это не понравится",
        "Visible": true
      },
      {
        "PassiveDescription": "Начиная с 5го раунда, поражения против Спартанца дают дополнительную *Cправедливость*. Спартанец при этом теряет 1 Интеллект",
        "PassiveName": "Это привилегия - умереть от моей руки",
        "Visible": true
      },
      {
        "PassiveDescription": "Первое нападение Спартанца за игру принесет либо ему, либо его оппоненту + 1 Скорости, в зависимости от победы. Зарабатывает двойной *Скилл* всю игру.",
        "PassiveName": "Первая кровь",
        "Visible": true
      },
      {
        "PassiveDescription": "Отнимает у каждого уникального врага (<:yasuo:895819754428833833>) 1 Силы и Скорости первым нападением. Теряет всю свою Силу на последнем ходу.",
        "PassiveName": "Они позорят военное искусство",
        "Visible": true
      },
      {
        "PassiveDescription": "Казалось бы, при чем тут mylorik?",
        "PassiveName": "Искусство",
        "Visible": false
      },
      {
        "PassiveDescription": "Казалось бы, при чем тут 2kxaoc?",
        "PassiveName": "2kxaoc",
        "Visible": false
      },
      {
        "PassiveDescription": "Казалось бы, при чем тут Sirinoks?",
        "PassiveName": "DragonSlayer",
        "Visible": false
      }
    ],
    "Description": "Кто же это такой..? \n\n\n",
    "Tier": 5
  },
  {
    "Name": "Вампур",
    "Intelligence": 6,
    "Psyche": 6,
    "Speed": 6,
    "Strength": 6,
    "Justice": {
      "JusticeNow": 0,
      "JusticeForNextRound": 0,
      "IsWonThisRound": false
    },
    "Avatar": "https://i.imgur.com/r54jtvA.png",
    "AvatarEvent": [],
    "Passive": [
      {
        "PassiveDescription": "При победе над атакованным врагом получает *Справедливость*, равную *Справедливости* врага на момент нападения. Каждый второй раунд получает *Мораль*, равную количеству укушенных.",
        "PassiveName": "  ",
        "Visible": true
      },
      {
        "PassiveDescription": "Игнорирует 1 вражеской *Справедливости* при нападение на врага, проигравшего свой прошлый раунд. Такие победы приносят +3 *Морали*.",
        "PassiveName": "Падальщик",
        "Visible": true
      },
      {
        "PassiveDescription": "При победе над каждым уникальным врагом Вампур оставляет на нем Укус (<:Y_:562885385395634196>), увеличивая случайный из недостающих статов на 2.",
        "PassiveName": "Гематофагия",
        "Visible": true
      },
      {
        "PassiveDescription": "Вампур боится нападать на тех, кто победил его на прошлом раунде. При поражение теряет один из Укусов и очко.",
        "PassiveName": "СОсиновый кол",
        "Visible": true
      },
      {
        "PassiveDescription": "Казалось бы, при чем тут mylorik?",
        "PassiveName": "Vampyr",
        "Visible": false
      }
    ],
    "Description": "Таинственный вампYр. Никто не знает откуда он взялся. Хотя Лорик, походу, знает... \n\n\n",
    "Tier": 5
  },
  {
    "Name": "Краборак",
    "Intelligence": 2,
    "Psyche": 9,
    "Speed": 1,
    "Strength": 3,
    "Justice": {
      "JusticeNow": 0,
      "JusticeForNextRound": 0,
      "IsWonThisRound": false
    },
    "Avatar": "https://cdn.discordapp.com/attachments/895072182051430401/937069648724230326/kraborak.png",
    "AvatarEvent": [],
    "Passive": [
      {
        "PassiveDescription": "Обороняется от первого нападения каждого уникального врага, получая 3 *Мораль* и 33 *Скилла*",
        "PassiveName": "Панцирь",
        "Visible": true
      },
      {
        "PassiveDescription": "Большой шанс получить очко вместо Справедливости.",
        "PassiveName": "Болевой порог",
        "Visible": true
      },
      {
        "PassiveDescription": "Игнорирует Скорость нападающих врагов. Очень большой шанс повысить свою скорость до 10и на один раунд",
        "PassiveName": "Хождение боком",
        "Visible": true
      },
      {
        "PassiveDescription": "Атакуя врагов, находящихся на трех нижних местах в таблице, Краборак кушает водоросли, растущие на дне, получая за это __бонусное__ очко.",
        "PassiveName": "Питается водорослями",
        "Visible": true
      }
    ],
    "Description": "Краборак имеет свойства и краба и рака, хотя на самом деле он просто скорпион с седлом. Дружит со злой Улиткой. Краборак был первым выбором из скакунов на круглой арене для каждого воина, не считая волосатого варвара со щитом, который гонял на Бешеном Лосе. Наверное не мог с него слезть... Краборак крутится на месте и выглядит угрожающие, особенно когда он со всей скоростью приближается, неся к вам какое-то хищное дерево на своей спине.\n\n\n",
    "Tier": 4
  },
  {
    "Name": "Sakura",
    "Intelligence": 6,
    "Psyche": 10,
    "Speed": 6,
    "Strength": 10,
    "Justice": {
      "JusticeNow": 0,
      "JusticeForNextRound": 0,
      "IsWonThisRound": false
    },
    "Avatar": "https://cdn.discordapp.com/attachments/895072182051430401/1000045314008432700/unknown.png",
    "AvatarEvent": [],
    "Passive": [
    ],
    "Description": "",
    "Tier": 1
  },
  {
    "Name": "Weedwick",
    "Intelligence": 3,
    "Psyche": 6,
    "Speed": 3,
    "Strength": 3,
    "Justice": {
      "JusticeNow": 0,
      "JusticeForNextRound": 0,
      "IsWonThisRound": false
    },
    "Avatar": "https://cdn.discordapp.com/attachments/895072182051430401/1003118614754365501/unknown.png",
    "AvatarEvent": [],
    "Passive": [
      {
        "PassiveDescription": "Меняется параметром Силы с врагом на момент боя. Ауф!",
        "PassiveName": "Оборотень",
        "Visible": true
      },
      {
        "PassiveDescription": "Чувствует врагов, у которых нет справедливости (<:WUF:1005886339335598120>), и увеличивает свою Скорость в 2 раза на момент нападании на них. Всегда игнорирует блоки и пропуски ходов. (Кроме блокировок)",
        "PassiveName": "Безжалостный охотник",
        "Visible": true
      },
      {
        "PassiveDescription": "Победа приносит очки, равные серии предыдущих побед врага (<:bong:1046462826539130950>). Чем выше цель по таблице, тем больше вероятность нанести дополнительный **Вред**.",
        "PassiveName": "Ценная добыча",
        "Visible": true
      },
      {
        "PassiveDescription": "Победы над опасными врагами - это Weed <:weed:1005884006866354196>, поэтому каждая победа врагов - это Weed <:weed:1005884006866354196>. Победа в нападении сжигает настаканный на цели Weed и дает Видвику *Мораль* за каждый стак. Психует, если дольше одного хода не выкуривал Weed.",
        "PassiveName": "Weed",
        "Visible": true
      }
    ],
    "Description": "Говорят, это собака какого-то волосатого чела, который постоянно смеется.",
    "Tier": 5
  },
  {
    "Name": "Кратос",
    "Intelligence": 0,
    "Psyche": 0,
    "Speed": 8,
    "Strength": 9,
    "Justice": {
      "JusticeNow": 0,
      "JusticeForNextRound": 0,
      "IsWonThisRound": false
    },
    "Avatar": "https://cdn.discordapp.com/attachments/895072182051430401/1005705251862610012/unknown.png",
    "AvatarEvent": [],
    "Passive": [
      {
        "PassiveDescription": "Кратос атакует не только выбранного врага, но и цели вокруг него.",
        "PassiveName": "Клинки хаоса",
        "Visible": true
      },
      {
        "PassiveDescription": "Похищает души врагов, получая удвоенный бонус *Класса*.",
        "PassiveName": "Похищение души",
        "Visible": true
      },
      {
        "PassiveDescription": "Кратос почему-то думает, что *Мишень* указывает ему на Богов! Использует накопленный *Скилл* вдвое эффективнее против *Мишеней*.",
        "PassiveName": "Охота на богов",
        "Visible": true
      },
      {
        "PassiveDescription": "При поражение на 10м ходу, Кратос теряет Клинки хаоса и умирает, однако возвращается из мира мертвых, получая 5 дополнительных ходов, чтобы вернуться на вершину! \"Похищение души\" и \"Охота на богов\" работают вдвое эффективнее, а поверженные персонажи падают в бездну и исчезают с таблицы. При проигрыше умирает окончательно.",
        "PassiveName": "Возвращение из мертвых",
        "Visible": true
      }
    ],
    "Description": "Говорят, это Бог войны...",
    "Tier": 1
  }
]
